/**************************************************************************************************
\Author : Loïc Petitprez
\brief remplie une structure pioche à partir d'un fichier
**************************************************************************************************/
void chargement(char *fileName, carte pioche[NbCartes]);

/**************************************************************************************************
\Author : Loïc Petitprez
\brief mélande un tas de carte
**************************************************************************************************/
void shuffle(carte tas[NbCartes]);
